[
  {
    "text": "Slušajte svoju decu. Oni su najbolji psihijatri. Oni znaju šta im treba.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Psihoterapija je proces koji omogućava klijentima da istraže svoja osećanja, misli i ponašanja u sigurnom i podržavajućem okruženju.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Najbolji način da dete postane dobro je da ga učinite srećnim.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Deca nisu stvari koje treba oblikovati, već ljudi koje treba otkriti.",
    "author": "Jess Lair"
  },
  {
    "text": "Deca više uče iz onoga što jesi nego iz onoga što ih učiš.",
    "author": "W.E.B. Du Bois"
  },
  {
    "text": "Ako želite da vam deca budu pametna, čitajte im bajke. Ako želite da budu još pametnija, čitajte im još više bajki.",
    "author": "Albert Ajnštajn"
  },
  {
    "text": "Najvažnija stvar koju otac može učiniti za svoju decu je da voli njihovu majku.",
    "author": "Theodore Hesburgh"
  },
  {
    "text": "Ne odgajajte svoju decu da budu bogati. Učite ih da budu srećni. Kada odrastu, znaće vrednost stvari, a ne samo cenu.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Deca su kao cement. Sve što na njih padne ostavlja trag.",
    "author": "Haim Ginott"
  },
  {
    "text": "Roditeljstvo nije nauka, već umetnost – umetnost slušanja, razumevanja i ljubavi.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Svako dete je umetnik. Problem je ostati umetnik kada porastemo.",
    "author": "Pablo Pikaso"
  },
  {
    "text": "Psihoterapija nije samo lečenje, već i put ka dubljem razumevanju sebe i drugih.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Najveća snaga leži u našoj sposobnosti da razumemo sopstvene emocije i suočimo se s njima.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Ponekad je najhrabrija stvar koju možete učiniti – potražiti pomoć.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Biti roditelj znači biti uzor, a ne samo učitelj.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Prvi korak ka promeni je svest o tome šta želimo da promenimo.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Nijedna oluja ne traje zauvek – ni ona spolja, ni ona u nama.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Vaše misli oblikuju vašu stvarnost. Birajte ih pažljivo.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Terapija nije znak slabosti, već snage da se suočimo sa sobom.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Prihvatanje sebe je prvi korak ka unutrašnjem miru.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Niko ne može da te povredi, ako ne daš dozvolu.",
    "author": "Eleanor Roosevelt"
  },
  {
    "text": "Svaka promena počinje sa tobom.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Možete promeniti svet tako što ćete promeniti sebe.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Terapija je most između prošlosti koja nas oblikuje i budućnosti koja nas čeka.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Dobar terapeut vam pomaže da pronađete odgovore koje ste već nosili u sebi.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Dugoročna sreća nije u tome da dobijemo ono što želimo, već u tome da prihvatimo ono što imamo.",
    "author": "Nepoznat autor"
  },
  {
    "text": "Svi smo mi samo ljudi, i ponekad je u redu biti slab.",
    "author": "Brene Brown"
  }
]
